Repository: weskcode/sunhat
Catalog: SunHat/Resources/Localizable.xcstrings
Source language: en
Languages: es

# --- App Version: %@ Build: %@ Device: %@ iOS Version: %@
source: --- App Version: %1$@ Build: %2$@ Device: %3$@ iOS Version: %4$@
es: --- Versión de la app: %@ Compilación: %@ Dispositivo: %@ Versión de iOS: %@

source: Legal Basis: %@
es: Base legal: %@

source: %.0f degrees
es: %.0f grados

source: %.1f° then
es: %.1f° luego

# %@ and %@, ideal for your %@ reminder.
source: %1$@ and %2$@, ideal for your %3$@ reminder.
es: %@ y %@, ideal para tu recordatorio de %@.

# %@ confidence, %lld of %lld days match
source: %1$@ confidence, %2$lld of %3$lld days match
es: confianza %@, %lld de %lld días coinciden

source: %@ service is temporarily unavailable
es: El servicio de %@ no está disponible temporalmente

source: %@ temperature
es: Temperatura %@

source: %@ time
es: Hora de %@

# %@ to trigger %@
source: %1$@ to trigger %2$@
es: %@, se activa %@

source: %@ • Steady
es: %@ • Constante

# %@, %@, high %lld degrees, low %lld degrees
source: %1$@, %2$@, high %3$lld degrees, low %4$lld degrees
es: %@, %@, máxima %lld grados, mínima %lld grados

# %@: %@, high %lld, low %lld degrees
source: %1$@: %2$@, high %3$lld, low %4$lld degrees
es: %@: %@, máxima %lld, mínima %lld grados

# %@: current temperature is %@ than %@
source: %1$@: current temperature is %2$@ than %3$@
es: %@: la temperatura actual es %@ que %@

source: %@° cooler
es: %@° más fresco

source: %@° warmer
es: %@° más cálido

# %lld active task%@
source: %1$lld active task%2$@
es: %lld tarea%@ en curso

source: %lld degrees Fahrenheit
es: %lld grados Fahrenheit

source: %lld found
es: %lld encontrados

source: %lld hours
es: %lld horas

# %lld of %lld days
source: %1$lld of %2$lld days
es: %lld de %lld días

# %lld watching • %lld paused
source: %1$lld watching • %2$lld paused
es: %lld en seguimiento • %lld en pausa

# %lldh %lldm daylight
source: %1$lldh %2$lldm daylight
es: %lldh %lldm de luz solar

# %lld° - %lld°F
source: %1$lld° - %2$lld°F
es: %lld° - %lld°F

source: , %lld percent chance of precipitation
es: , %lld por ciento de probabilidad de precipitación

source: 1 day before
es: 1 día antes

source: 1 hour before
es: 1 hora antes

source: 12 hours before
es: 12 horas antes

source: 15 minutes before
es: 15 minutos antes

source: 2 hours before
es: 2 horas antes

source: 24 Hours
es: 24 horas

source: 30 minutes before
es: 30 minutos antes

source: 4 hours before
es: 4 horas antes

source: 6 hours before
es: 6 horas antes

source: 7 Days
es: 7 días

source: A quick answer helps us decide whether to ask for a review or collect feedback.
es: Una respuesta rápida nos ayuda a decidir si pedirte una reseña o recopilar tus comentarios.

source: A timely heads-up
es: Un aviso oportuno

source: API quota exceeded for this period
es: Se superó la cuota de la API para este período

source: AQI
es: ICA

source: About
es: Acerca de

source: About SunHat
es: Acerca de SunHat

source: Access My Data
es: Acceder a mis datos

source: Acknowledge
es: Confirmar

source: Acknowledgments
es: Agradecimientos

source: Active
es: Activo

source: Activity
es: Actividad

source: Add Location
es: Agregar ubicación

source: Add a location or enable Location Services to load accurate weather for this reminder.
es: Añade una ubicación o activa los Servicios de Localización para cargar el clima exacto de este recordatorio.

source: Add to Favorites
es: Agregar a favoritos

source: Advisory
es: Aviso

source: Afternoon
es: Tarde

# Air quality index: %lld, %@
source: Air quality index: %1$lld, %2$@
es: Índice de calidad del aire: %lld, %@

source: Alert
es: Alerta

source: All
es: Todos

source: All Day
es: Todo el día

source: All composite conditions met: %@
es: Se cumplieron todas las condiciones combinadas: %@

source: All data has been successfully deleted
es: Todos los datos se eliminaron correctamente

source: All weather conditions are normal.
es: Todas las condiciones climáticas son normales.

source: All weather services are currently unavailable
es: Todos los servicios meteorológicos no están disponibles en este momento

source: Allow Location Access
es: Permitir acceso a la ubicación

source: Allow location access in Settings for local forecasts, or enter a city manually.
es: Permite el acceso a la ubicación en Ajustes para pronósticos locales, o escribe una ciudad manualmente.

source: Allow notifications in Settings to receive weather reminders, or continue without them.
es: Permite las notificaciones en Ajustes para recibir recordatorios del clima, o continúa sin ellas.

source: Allow notifications so SunHat can tell you when the weather matches one of your tasks. You can change this later in Settings.
es: Permite las notificaciones para que SunHat te avise cuando el clima coincida con uno de tus recordatorios. Puedes cambiar esto luego en Ajustes.

source: An unexpected error occurred
es: Ocurrió un error inesperado

source: Analytics
es: Análisis

source: Any weather
es: Cualquier clima

# At %@: %@ degrees, %@
source: At %1$@: %2$@ degrees, %3$@
es: A las %@: %@ grados, %@

# At %@: %@ degrees, %@, %lld percent chance of precipitation
source: At %1$@: %2$@ degrees, %3$@, %4$lld percent chance of precipitation
es: A las %@: %@ grados, %@, %lld por ciento de probabilidad de precipitación

source: Average
es: Promedio

# Average temperature %@° over %lld days differs from target by %@°
source: Average temperature %1$@° over %2$lld days differs from target by %3$@°
es: La temperatura promedio de %@° en %lld días difiere del objetivo en %@°

# Average temperature %@° over %lld days is above target %@°
source: Average temperature %1$@° over %2$lld days is above target %3$@°
es: La temperatura promedio de %@° en %lld días está por encima del objetivo de %@°

# Average temperature %@° over %lld days is below target %@°
source: Average temperature %1$@° over %2$lld days is below target %3$@°
es: La temperatura promedio de %@° en %lld días está por debajo del objetivo de %@°

# Average temperature %@° over %lld days is outside range %@° - %@°
source: Average temperature %1$@° over %2$lld days is outside range %3$@° - %4$@°
es: La temperatura promedio de %@° en %lld días está fuera del rango %@° - %@°

# Average temperature %@° over %lld days is within range %@° - %@°
source: Average temperature %1$@° over %2$lld days is within range %3$@° - %4$@°
es: La temperatura promedio de %@° en %lld días está dentro del rango %@° - %@°

# Average temperature %@° over %lld days matches target %@° (±%@°)
source: Average temperature %1$@° over %2$lld days matches target %3$@° (±%4$@°)
es: La temperatura promedio de %@° en %lld días coincide con el objetivo de %@° (±%@°)

source: Avoid notifications during sleep
es: Evita notificaciones durante el sueño

source: Back
es: Atrás

source: Background refresh is disabled
es: La actualización en segundo plano está desactivada

source: Badge
es: Insignia

source: Begin setting up weather-based reminders
es: Comienza a configurar recordatorios basados en el clima

source: Bell
es: Campana

source: Bike rides and cycling adventures
es: Paseos en bicicleta y aventuras de ciclismo

source: Bird
es: Pájaro

source: Blue
es: Azul

source: Brown
es: Marrón

source: Built With
es: Creado con

source: Bus
es: Autobús

source: Cached weather data has expired
es: Los datos meteorológicos en caché han caducado

source: Calculating prediction...
es: Calculando predicción...

source: Can I set reminders for multiple locations?
es: ¿Puedo crear recordatorios para varias ubicaciones?

source: Can I use the app without location access?
es: ¿Puedo usar la app sin acceso a la ubicación?

source: Cancel
es: Cancelar

source: Car Washing
es: Lavado de auto

source: Cat
es: Gato

source: Check Today's Weather Reminders
es: Consultar los recordatorios del clima de hoy

source: Check your internet connection and try again
es: Verifica tu conexión a internet e inténtalo de nuevo

source: Chime
es: Timbre

source: Choose City Manually…
es: Elegir ciudad manualmente…

source: Choose an Icon
es: Elegir un ícono

source: Choose how you'd like to contact us about your privacy inquiry.
es: Elige cómo te gustaría contactarnos sobre tu solicitud de privacidad.

source: Choose where SunHat checks the weather
es: Elige dónde consulta SunHat el clima

source: Choose your temperature unit
es: Elige tu unidad de temperatura

source: City name (e.g., San Francisco)
es: Nombre de la ciudad (p. ej., San Francisco)

source: City search field
es: Campo de búsqueda de ciudad

source: City, neighborhood, or place
es: Ciudad, barrio o lugar

source: Cleaning
es: Limpieza

source: Clear
es: Despejado

source: Clear search
es: Borrar búsqueda

source: Cloudy
es: Nublado

source: Coffee
es: Café

source: Comfortable
es: Agradable

source: Compare to past years
es: Comparar con años anteriores

source: Comparison
es: Comparación

source: Completed
es: Completado

source: Complex
es: Complejo

# Composite conditions not fully met. Met: [%@]. Failed: [%@]
source: Composite conditions not fully met. Met: [%1$@]. Failed: [%2$@]
es: No se cumplieron todas las condiciones combinadas. Cumplidas: [%@]. No cumplidas: [%@]

source: Computer
es: Computadora

source: Condition Met
es: Condición cumplida

source: Condition Mode
es: Modo de condición

source: Condition No Longer Met
es: La condición ya no se cumple

source: Condition Type
es: Tipo de condición

source: Conditions met!
es: ¡Condiciones cumplidas!

source: Connect to Wi-Fi or cellular data and try again
es: Conéctate a Wi-Fi o datos móviles e inténtalo de nuevo

source: Contact About Privacy
es: Contactar sobre privacidad

source: Contact Support
es: Contactar soporte

source: Contact Us
es: Contáctanos

source: Contact support to resolve API configuration
es: Contacta a soporte para resolver la configuración de la API

source: Continue Without Notifications
es: Continuar sin notificaciones

source: Cooldown Period
es: Período de espera

source: Cooldown:
es: Espera:

source: Copied
es: Copiado

source: Copy Email Template
es: Copiar plantilla de correo

source: Copy with Different Temperature
es: Copiar con otra temperatura

source: Copy with New Location
es: Copiar con nueva ubicación

source: Correct My Data
es: Corregir mis datos

source: Couldn't Complete Request
es: No se pudo completar la solicitud

source: Couldn't Delete Task
es: No se pudo eliminar la tarea

source: Couldn't Open
es: No se pudo abrir

source: Couldn't Open Mail
es: No se pudo abrir Mail

source: Couldn't Save
es: No se pudo guardar

source: Couldn't open Mail. Set up a mail account, or email %@ directly.
es: No se pudo abrir Mail. Configura una cuenta de correo o escribe directamente a %@.

source: Couldn't open Settings. Open the Settings app manually to change SunHat's notification permissions.
es: No se pudo abrir Ajustes. Abre la app Ajustes manualmente para cambiar los permisos de notificación de SunHat.

source: Couldn't open Settings. Open the Settings app manually to change SunHat's permissions.
es: No se pudo abrir Ajustes. Abre la app Ajustes manualmente para cambiar los permisos de SunHat.

source: Couldn't open the Terms of Service. Visit %@ in a browser.
es: No se pudieron abrir los Términos de servicio. Visita %@ en un navegador.

source: Couldn't open the share sheet. Please try again.
es: No se pudo abrir la hoja para compartir. Inténtalo de nuevo.

source: Couldn't save changes. Please try again.
es: No se pudieron guardar los cambios. Inténtalo de nuevo.

source: Couldn't save your reminder. Please try again.
es: No se pudo guardar tu recordatorio. Inténtalo de nuevo.

source: Create
es: Crear

source: Create Reminder
es: Crear recordatorio

source: Create Weather Reminder
es: Crear recordatorio del clima

source: Create a Task
es: Crear una tarea

source: Create a copy of this reminder with modifications
es: Crea una copia de este recordatorio con modificaciones

source: Create a weather task and SunHat will watch for matching conditions.
es: Crea un recordatorio del clima y SunHat vigilará las condiciones correspondientes.

source: Create weather-triggered reminders to see predictions here
es: Crea recordatorios activados por el clima para ver predicciones aquí

source: Create your first weather-triggered task to start watching the weather.
es: Crea tu primer recordatorio activado por el clima para empezar a vigilarlo.

source: Created
es: Creado

source: Current Location
es: Ubicación actual

source: Current UV index (%lld) is above SunHat's advisory threshold of 8.
es: El índice UV actual (%lld) supera el umbral de aviso de SunHat de 8.

# Current conditions: %@ degrees, %@, feels like %@ degrees
source: Current conditions: %1$@ degrees, %2$@, feels like %3$@ degrees
es: Condiciones actuales: %@ grados, %@, sensación térmica de %@ grados

source: Current location is unavailable
es: La ubicación actual no está disponible

source: Current temperature %@ degrees
es: Temperatura actual %@ grados

# Current temperature %@° differs from historical average by %@° (tolerance: %@°)
source: Current temperature %1$@° differs from historical average by %2$@° (tolerance: %3$@°)
es: La temperatura actual de %@° difiere del promedio histórico en %@° (tolerancia: %@°)

# Current temperature %@° is %@° cooler than historical average %@° for this date
source: Current temperature %1$@° is %2$@° cooler than historical average %3$@° for this date
es: La temperatura actual de %@° es %@° más fresca que el promedio histórico de %@° para esta fecha

# Current temperature %@° is %@° warmer than historical average %@° for this date
source: Current temperature %1$@° is %2$@° warmer than historical average %3$@° for this date
es: La temperatura actual de %@° es %@° más cálida que el promedio histórico de %@° para esta fecha

# Current temperature %@° matches historical average %@° within %@°
source: Current temperature %1$@° matches historical average %2$@° within %3$@°
es: La temperatura actual de %@° coincide con el promedio histórico de %@° dentro de %@°

source: Current temperature is above SunHat's 95°F advisory threshold.
es: La temperatura actual supera el umbral de aviso de SunHat de 95 °F.

# Current temperature is outside typical range for this date (percentile: %@-%@%%)
source: Current temperature is outside typical range for this date (percentile: %1$@-%2$@%%)
es: La temperatura actual está fuera del rango típico para esta fecha (percentil: %@-%@%%)

# Current temperature is within typical range for this date (percentile: %@-%@%%)
source: Current temperature is within typical range for this date (percentile: %1$@-%2$@%%)
es: La temperatura actual está dentro del rango típico para esta fecha (percentil: %@-%@%%)

# Current weather for %@: %@ degrees, feels like %@ degrees, %@
source: Current weather for %1$@: %2$@ degrees, feels like %3$@ degrees, %4$@
es: Clima actual en %@: %@ grados, sensación térmica de %@ grados, %@

# Current weather: %@ degrees, feels like %@ degrees, %@. High %@, low %@ degrees
source: Current weather: %1$@ degrees, feels like %2$@ degrees, %3$@. High %4$@, low %5$@ degrees
es: Clima actual: %@ grados, sensación térmica de %@ grados, %@. Máxima %@, mínima %@ grados

source: Custom
es: Personalizado

source: Cyan
es: Cian

source: Cycling
es: Ciclismo

source: Daily Limit
es: Límite diario

source: Daily walks, dog walking, and casual strolls
es: Caminatas diarias, paseos con el perro y salidas casuales

source: Dark
es: Oscuro

source: Data & Privacy
es: Datos y privacidad

source: Data Portability
es: Portabilidad de datos

source: Data Processing Inquiry
es: Consulta sobre procesamiento de datos

source: Data is stored locally on this device.
es: Los datos se almacenan localmente en este dispositivo.

source: Data recovery notice. %@
es: Aviso de recuperación de datos. %@

source: Default
es: Predeterminado

source: Default notification settings
es: Ajustes de notificación predeterminados

source: Delete
es: Eliminar

source: Delete All Data
es: Eliminar todos los datos

source: Delete Everything
es: Eliminar todo

source: Delete My Data
es: Eliminar mis datos

source: Delete Reminder
es: Eliminar recordatorio

source: Deleted
es: Eliminado

source: Deletion cannot be undone. System permission choices remain managed in the Settings app.
es: La eliminación no se puede deshacer. Los permisos del sistema se siguen gestionando en la app Ajustes.

source: Describe your inquiry...
es: Describe tu solicitud...

source: Description (optional)
es: Descripción (opcional)

source: Disabled
es: Desactivado

source: Dog
es: Perro

source: Done
es: Listo

source: Double tap to change icon
es: Doble toque para cambiar el ícono

source: Double tap to change location
es: Doble toque para cambiar la ubicación

source: Driving
es: Conducir

source: Drizzle
es: Llovizna

source: Dry
es: Seco

source: Duplicate
es: Duplicar

source: Duplicate Reminder
es: Duplicar recordatorio

source: Edit reminder
es: Editar recordatorio

source: Email SunHat about data access, correction, deletion, export, or another privacy question.
es: Escribe a SunHat sobre acceso, corrección, eliminación o exportación de datos, u otra pregunta de privacidad.

source: Emergency Preparedness
es: Preparación para emergencias

source: Emergency SOS pattern
es: Patrón de SOS de emergencia

source: Enable Location Services in Settings > Privacy & Security > Location Services
es: Activa los Servicios de ubicación en Ajustes > Privacidad y seguridad > Localización

source: Enable Notifications
es: Activar notificaciones

source: Enable location services in Settings
es: Activa los servicios de ubicación en Ajustes

source: Enjoying SunHat?
es: ¿Te está gustando SunHat?

source: Enter City Manually
es: Escribir ciudad manualmente

source: Enter Coordinates
es: Escribir coordenadas

source: Enter a city name, address, or point of interest to add it to your saved locations
es: Escribe el nombre de una ciudad, dirección o punto de interés para agregarlo a tus ubicaciones guardadas

source: Enter coordinates for a custom location
es: Escribe las coordenadas de una ubicación personalizada

source: Enter notification message
es: Escribe el mensaje de la notificación

source: Enter notification title
es: Escribe el título de la notificación

source: Enter your city name to get accurate weather data
es: Escribe el nombre de tu ciudad para obtener datos meteorológicos precisos

source: Estimated size
es: Tamaño estimado

source: Evening
es: Noche

source: Exact
es: Exacta

source: Exact Copy
es: Copia exacta

source: Exact Temperature
es: Temperatura exacta

source: Example notification. Gardening conditions match. It is 72 degrees and sunny at your selected location.
es: Notificación de ejemplo. Las condiciones para jardinería coinciden. Hace 72 grados y está soleado en tu ubicación seleccionada.

source: Example reminder: Perfect gardening weather. It’s 72 degrees and sunny. A good time to get outside.
es: Recordatorio de ejemplo: clima perfecto para jardinería. Hace 72 grados y está soleado. Un buen momento para salir.

source: Examples
es: Ejemplos

source: Excellent
es: Excelente

source: Exclude
es: Excluir

source: Exercise
es: Ejercicio

source: Exercise & Fitness
es: Ejercicio y fitness

source: Expected %@
es: Se espera %@

source: Export Data
es: Exportar datos

source: Export Failed
es: Error al exportar

source: Export Format
es: Formato de exportación

source: Export My Data
es: Exportar mis datos

source: Export Settings
es: Exportar ajustes

source: Export your data in a machine-readable format
es: Exporta tus datos en un formato legible por máquina

source: Exports include reminders, preferences, locations, notification settings, and reminder history.
es: Las exportaciones incluyen recordatorios, preferencias, ubicaciones, ajustes de notificación e historial de recordatorios.

source: Extreme
es: Extremo

source: Failed to delete data
es: No se pudieron eliminar los datos

source: Failed to delete data: %@
es: No se pudieron eliminar los datos: %@

source: Failed to export CSV: %@
es: No se pudo exportar el CSV: %@

source: Failed to export data
es: No se pudieron exportar los datos

source: Failed to export data: %@
es: No se pudieron exportar los datos: %@

source: Failed to load data summary: %@
es: No se pudo cargar el resumen de datos: %@

source: Failed to load history
es: No se pudo cargar el historial

source: Failed to load notification settings: %@
es: No se pudieron cargar los ajustes de notificación: %@

source: Failed to parse weather data
es: No se pudieron procesar los datos meteorológicos

source: Failed to request notification permissions: %@
es: No se pudieron solicitar los permisos de notificación: %@

source: Failed to save changes
es: No se pudieron guardar los cambios

source: Failed to save export file: %@
es: No se pudo guardar el archivo exportado: %@

source: Failed to save notification settings: %@
es: No se pudieron guardar los ajustes de notificación: %@

source: Failed to send test notification: %@
es: No se pudo enviar la notificación de prueba: %@

source: Favorite
es: Favorito

source: Feedback
es: Comentarios

source: Feels Like
es: Sensación térmica

source: Feels like %@°
es: Sensación térmica de %@°

source: Feels like %lld°
es: Sensación térmica de %lld°

source: Final onboarding step, step 4 of 4
es: Paso final de configuración, paso 4 de 4

source: Find Any Forecast
es: Consulta cualquier pronóstico

source: Find answers to common questions about using SunHat.
es: Encuentra respuestas a preguntas frecuentes sobre el uso de SunHat.

source: Finish Setup
es: Finalizar configuración

source: Finish setup
es: Finalizar configuración

source: Fire
es: Fuego

source: Fish
es: Pez

source: Flag
es: Bandera

source: Flight
es: Vuelo

source: Focus search field to try again
es: Enfoca el campo de búsqueda para intentarlo de nuevo

source: Fog
es: Niebla

source: Forecast
es: Pronóstico

source: Forecast Unavailable
es: Pronóstico no disponible

# Forecast does not match on %@: %@
source: Forecast does not match on %1$@: %2$@
es: El pronóstico no coincide el %@: %@

# Forecast matches on %@: %@
source: Forecast matches on %1$@: %2$@
es: El pronóstico coincide el %@: %@

source: Forecast provider
es: Proveedor de pronósticos

source: Format
es: Formato

source: Freezing rain
es: Lluvia helada

source: Frequently Asked Questions
es: Preguntas frecuentes

source: GDPR Article 15 (Right of Access), CCPA Section 1798.110
es: GDPR Article 15 (derecho de acceso), CCPA Section 1798.110

source: GDPR Article 16 (Right to Rectification)
es: GDPR Article 16 (derecho de rectificación)

source: GDPR Article 17 (Right to Erasure), CCPA Section 1798.105
es: GDPR Article 17 (derecho de supresión), CCPA Section 1798.105

source: GDPR Article 20 (Right to Data Portability)
es: GDPR Article 20 (derecho a la portabilidad de datos)

source: Garden · Trail run · Pool day
es: Jardín · Carrera en sendero · Día de piscina

source: Gardening
es: Jardinería

source: Gardening conditions match
es: Las condiciones para jardinería coinciden

source: General Privacy Question
es: Pregunta general de privacidad

source: Gentle
es: Suave

source: Get Started
es: Comenzar

source: Go directly to the app
es: Ir directamente a la app

source: Go to Settings > Privacy & Security > Location Services to enable location access
es: Ve a Ajustes > Privacidad y seguridad > Localización para activar el acceso a la ubicación

source: Go to Settings > Privacy > Location Services and enable for this app
es: Ve a Ajustes > Privacidad > Localización y actívalo para esta app

source: Good
es: Buena

source: Good chance
es: Buena probabilidad

source: Green
es: Verde

source: Group by Location
es: Agrupar por ubicación

source: Group by Time
es: Agrupar por hora

source: Group by Type
es: Agrupar por tipo

source: Group notifications by delivery time
es: Agrupa las notificaciones por hora de entrega
